{"hed":"The Gyllenhaal Experiment","dek":"The many ways to misspell the hardest names in pop culture.","prelude":[{"type":"text","value":"<a href=https://twitter.com/HalfEatenScone target=_blank>Colin Morris</a> recently <a href=https://kottke.org/19/01/visualizing-dubious-spelling-with-flow-diagrams target=_blank>explored</a> the difficulties of spelling by identifying Reddit comments with <strong>(sp?)</strong> next to words.  It’s no surprise that Jake Gyllenhaal, along with other celebrities, were atop the list. Let’s take this idea one step further."}],"tutorialHed":"How it works","tutorial":[{"type":"text","value":"This chart shows over 600k attempts of people trying to search for <strong>Britney Spears.</strong> Here are the 8 most common permutations of her first name, <button class=btn--britney>Britney.</button> People nail the first three letters&mdash;then things get interesting."}],"quizHed":"Your turn","quiz":[{"type":"text","value":"Below we’ll put you through a series of tests. You can <a href=# class=btn--skip>skip ahead</a> if you just want to see the results, but be warned, <span>once you do there is no turning back!</span>"}],"buttonNew":"Give me another","buttonAll":"Skip to results","birthday":"Want more data-driven experiments? Check out or <a href=https://pudding.cool/2018/04/birthday-paradox target=_blank>Birthday Paradox explainer</a>, that uses you as part of the data.","allHed":"Results","all":[{"type":"text","value":"The charts below show the top 8 most common permutations for each celebrity in our test from <span>all the</span> reader submissions."}],"methodHed":"Data and Methods","method":[{"type":"text","value":"Britney Spears search data is from <a href=https://archive.google.com/jobs/britney.html target=_blank>Google searches</a> circa 2011. A slightly modified scale was used to represent the flow diagrams to make all branches’ text legible, so the sizes don’t perfectly represent the proportion of responses. We chose to only show the top 8 permutations of each name. Phonetic data is based on the International Phonetic Alphabet via Wikipedia. You can download the data yourself <a href=https://github.com/the-pudding/data target=_blank>here</a>."},{"type":"text","value":"Get in touch with <a href=https://twitter.com/codenberg target=_blank>Russell Goldenberg</a> or <a href=https://twitter.com/matthew_daniels target=_blank>Matt Daniels</a>, or email us at sup@pudding.cool."}]}